IDEA Open Model
OpenMessages.WarningMessages Property
Compatible with IDEA StatiCa 20.1
 List Worning messages only
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<WarningMessage> WarningMessages { get; }
Public ReadOnly Property WarningMessages As List(Of WarningMessage)
	Get
Property Value
Type: List<WarningMessage>
See Also
Reference
OpenMessages Class
IdeaRS.OpenModel.Message Namespace